tap "homebrew/bundle"
brew "act"
brew "docker"
brew "libgit2"
brew "exa"
brew "git"
brew "git-flow"
brew "go@1.17"
brew "hugo"
brew "jq"
brew "minikube"
brew "nmap"
brew "node"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "scons"
brew "telnet"
brew "tree"
brew "zsh"
brew "zsh-autosuggestions"
cask "anaconda"
cask "monitorcontrol"
cask "warp"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "analytic-signal.preview-mp4"
vscode "batisteo.vscode-django"
vscode "bierner.markdown-checkbox"
vscode "bungcip.better-toml"
vscode "burkeholland.simple-react-snippets"
vscode "Cameron.rerun-last-command"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "davidwoo.flutter-auto-import"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "haskell.haskell"
vscode "HookyQR.beautify"
vscode "JakeBecker.elixir-ls"
vscode "justusadam.language-haskell"
vscode "KevinRose.vsc-python-indent"
vscode "mjmcloug.vscode-elixir"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mshr-h.veriloghdl"
vscode "njpwerner.autodocstring"
vscode "noxiz.jinja-snippets"
vscode "PKief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "samuelcolvin.jinjahtml"
vscode "sdras.night-owl"
vscode "tht13.python"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "wholroyd.jinja"
vscode "WyattFerguson.jinja2-snippet-kit"
vscode "zhuangtongfa.material-theme"
